[{
  "_id": {
    "$oid": "65224baa994fee43efa43dd3"
  },
  "bookid": "B01",
  "title": "ภพเธอ",
  "author": "คาลิ",
  "category": "นวนิยาย",
  "publisher": "Deep",
  "synopsis": "ถ้านี่เป็นความฝัน มันก็จะเหมือนจริงมากเกินไปแล้วใครจะคาดคิดว่าเพียงแค่เผลอหลับโชคชะตากลับเล่นตลกทำให้ ‘ณคุณ’ได้ย้อนเวลากลับไปเมื่อเกือบสี่ร้อยปีก่อนในสมัยกรุงศรีอยุธยาท่ามกลางความสับสนแตกตื่น ผู้คนที่พบเจอต่างเรียกเขาว่า ‘เกล้า’บุตรชายของหลวงยกกระบัตรผู้ต้องโทษซึ่งหายตัวไปเขาจำต้องสวมรอยใช้ชีวิตเป็นเกล้าไปพร้อมกับการพยายามหาทางกลับสู่ยุคปัจจุบันและไขปริศนาเรื่องของเกล้าตัวจริงแต่ยิ่งสืบหาก็ยิ่งพบเรื่องราวน่าสงสัยมากมายไหนจะมี ‘ท่านหมื่นภพ’ พี่ชายคนสนิทของเกล้าที่คอยจับตามองเขาอยู่ตลอดเวลาและเขาก็พบว่าตนเองเริ่มรู้สึกหวั่นไหวกับสายตาของท่านหมื่นคนนั้นมากขึ้นทุกที#ภพเธอ",
  "amount": 7,
  "price": 130,
  "image": "meetyou.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:26:50.243Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T12:48:48.276Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224be2994fee43efa43dd6"
  },
  "bookid": "B02",
  "title": "เขมจิราต้องรอด",
  "author": "คาลิ",
  "category": "นวนิยาย",
  "publisher": "ARN BOOK",
  "synopsis": "เขมเกิดขึ้นมาในครอบครัวต้องสาป ที่ว่าด้วยการให้กำเนิดบุตรหากเป็นบุตรสาวจะแคล้วคลาดปลอดภัยหากเป็นบุตรชาย ผู้นั้นต้องตกตายก่อนอายุยี่สิบปีมารดาตั้งชื่อเขมว่า ‘เขมจิรา’ ที่เป็นชื่อของหญิงสาวเพื่อแก้เคล็ด‘เขมจิรา’ แปลว่าปลอดภัยตลอดกาลเขมเชื่อแบบนั้นจนกระทั่งวันเกิดอายุครบสิบเก้าปี...",
  "amount": 10,
  "price": 130,
  "image": "dadteacher.png",
  "createdAt": {
    "$date": "2023-10-08T06:27:46.504Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T13:44:52.184Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224c67994fee43efa43dd9"
  },
  "bookid": "B03",
  "title": "หลวงตาบอกแล้วอย่าออกแว้นตอนตีสาม...เปรตมันดุ!",
  "author": "lawliet30101979",
  "category": "นวนิยาย",
  "publisher": "Lawliet_30101979",
  "synopsis": "'พารัก' เด็กหนุ่มเลือดร้อนผู้สดใสที่ใครๆ ต่างรู้จักเขากันดีในฐานะเด็กแว้นประจำซอย แม้พื้นเพนิสัยจะเป็นเด็กดีไม่น้อย แต่อีกด้านหนึ่งก็เป็นภาระสังคมอยู่พอสมควร แว้นรถเสียงดังจนใครๆ ก็ส่ายหน้าจนกระทั่งวันหนึ่งเพื่อนในแก๊งดันแหกโค้งดับคาที่ งานซิ่งรอบเมรุส่งท้ายให้เพื่อนผู้ล่วงลับจึงต้องมา เบิ้ลเครื่องกันตึงๆ ตอนตีสาม ทว่าคราวนี้ขากลับดันมีคนซ้อนท้ายกลับบ้านไปด้วย แต่ไอ้คนซ้อนท้ายมันดันไม่ใช่มนุษย์เนี่ยสิ...หลวงตาบอกแล้วอย่าออกแว้นตอนตีสาม ถ้ามันไม่ฟัง ให้เจอผีสักทีก็ดีเหมือนกัน!",
  "amount": 8,
  "price": 130,
  "image": "tallguy.jpeg",
  "createdAt": {
    "$date": "2023-10-08T06:29:59.980Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T12:48:48.277Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224d07994fee43efa43ddc"
  },
  "bookid": "B04",
  "title": "ดอกไม้ราตรี",
  "author": "rabbitnie",
  "category": "นวนิยาย",
  "publisher": "rabbitnie",
  "synopsis": "พบกับเรื่องราวความลับที่ยังไม่ถูกเปิดเผย เล่าต่อจาก \"ดอกไม้ราตรี\" -- เนื้อหาเหมือนหนังสือ 'กลิ่นดอกไม้ราตรี ไม่เลือนรางไป' --",
  "amount": 10,
  "price": 100,
  "image": "flower.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:32:39.861Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:56:53.580Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224d6c994fee43efa43ddf"
  },
  "bookid": "B05",
  "title": "พ",
  "author": "Korean_Rabbit",
  "category": "นวนิยาย",
  "publisher": "Lavender publishing",
  "synopsis": "ผมชื่อ \"ทิวา\" ชายหนุ่มผู้มีกราฟชีวิตเป็นเส้นตรงมาตลอดทั้งชีวิต ใช้ชีวิตเป็นนักศึกษาธรรมดารับจ้างสอนพิเศษมาแต่ไหนแต่ไรไม่เคยมีปัญหา จนกระทั่งโชคชะตาได้พัดใครบางคนเข้ามา ...มนุษย์ที่ผมไม่เคยคิดเลยว่าเขาจะมีอิทธิพลในชีวิตผม \"รู้ว่าเราโดนใจเธอ แต่เธอไม่โดนใจเราว่ะ\" ประโยคที่ทำเอาผมเหวอจนไปต่อไม่ถูก\r\n\r\nเมื่อเจ้าของฉายา \"เนยวัดพลุ\" เป็นคนพูดมันต่อหน้า ไม่รู้ว่ามันเกิดอะไรขึ้นจู่ๆ ถึงมีเด็กผู้ชายหัวโจกนักเลงที่ทำตัวเหมือนหลุดออกมาจากหนังอันธพาลตั้งแต่ปี 2499 เดินมาปฏิเสธกันซึ่งๆ หน้าว่าไม่ชอบผม มากไปกว่านั้น เขายังกลายมาเป็นเด็กที่จะมาเรียนพิเศษกับผมอีกต่างหาก ชีวิตผมคงต้องวุ่นวายไปอีกนานแน่ๆ ถ้าต้องมาคอยสอนหัวโจกนักเลงตัวต่อแบบนี้ ไม่รู้ว่าเป็นเพราะโชคชะตา พรหมลิขิต หรือเวรกรรมอะไรก็ตามแต่ที่ทำให้เราสองคนได้มาเจอกัน...",
  "amount": 10,
  "price": 100,
  "image": "kick.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:34:20.928Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:34:20.928Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224dc4994fee43efa43de2"
  },
  "bookid": "B06",
  "title": "รักนี้ไม่ได้เซอร์วิส",
  "author": "LuaAimei",
  "category": "นวนิยาย",
  "publisher": "Deep Publishing",
  "synopsis": "เมื่อ 7 ปีก่อน ‘ปลาย’ พระเอกหน้าใหม่ดาวรุ่งถูกแฉว่าเป็นเกย์จนความนิยมตกฮวบ เขาจึงต้องผันตัวเป็นนักแสดงสมทบเพื่อความอยู่รอด กระทั่งโอกาสทองมาถึงมือ ชายหนุ่มได้รับเชิญให้เข้าร่วมรายการ ‘แบทเทิลบัดดี้’ รายการ Reality ยอดนิยมที่เฟ้นหาคู่บัดดี้ที่ถูกใจผู้ชมมากที่สุด ปลายจึงตกลงเข้าร่วมรายการ โดยหวังเพียงโผล่หน้าไปแค่ไม่กี่ตอน พอให้ผู้ชมได้เห็นเพื่อเพิ่มโอกาสในหน้าที่การงาน ทว่า ‘คิมหันต์’ สมาชิกวงบอยแบนด์ชื่อดังที่มีข่าวลือว่าเป็น ‘ชายแท้ที่เกลียดเกย์เข้าไส้’ ดันเป็นหนึ่งในผู้ร่วมรายการนี้ด้วย แล้วหลังจากนี้ปลายจะเอาตัวรอดอย่างไรให้ร่วมงานกับอีกฝ่ายได้ราบรื่น\r\n",
  "amount": 10,
  "price": 100,
  "image": "hhh.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:35:48.823Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:35:48.823Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224e34994fee43efa43de5"
  },
  "bookid": "B07",
  "title": "ปีเตอร์แพน",
  "author": "เจ. เอ็ม. แบร์รี่.",
  "category": "วรรณกรรม",
  "publisher": "Greenbooks",
  "synopsis": "เด็กทุกคนล้วนเติบโตขึ้น เว้นอยู่คนหนึ่ง…”เวนดี้ ฉันหนีออกจากบ้านในวันที่ฉันเกิด”เวนดี้ประหลาดใจมาก แต่ก็สนใจ แล้วเธอก็ทำท่าด้วยมารยาทอันดีที่ควรใช้ในห้องรับแขก โดยการเอามือลูบชุดนอนตัวเองเพื่อบอกให้เขาเข้ามานั่งใกล้เธอมากขึ้น“เป็นเพราะฉันได้ยินพ่อกับแม่” เขาอธิบายเสียเบา“คุยกันเรื่องฉันจะเป็นอะไรเมื่อโตเป็นผู้ใหญ่” เขาดูไม่สบายใจมากในตอนนี้ “ฉันไม่อยากโตเป็นผู้ใหญ่เลย” เขาพูดด้วยอารมณ์“ฉันอยากเป็นเด็กชายเล็กๆอยู่อย่างนี้และเล่นสนุก ฉันจึงหนีมายังสวนเคนซิงตัน และใช้ชีวิตอยู่กับเหล่าแฟรี่มานานแสนนาน”นี่คือบทสนทนาของปีเตอร์ แพนกับเวนดี้ ในค่ำคืนก่อนที่ทั้งคู่จะบินไปเนฟเวอร์แลนด์ด้วยกันเป็นครั้งแรก ดินแดนที่ผู้ใหญ่หลายคนหลงลืมไปแล้วว่ายังมีอยู่",
  "amount": 10,
  "price": 100,
  "image": "ptp.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:37:40.050Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:37:40.050Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224e93994fee43efa43de8"
  },
  "bookid": "B08",
  "title": "ร้านหนังสือฮยูนัมดงยินดีต้อนรับ",
  "author": "ฮวังโบรึม",
  "category": "วรรณกรรม",
  "publisher": "Piccolo",
  "synopsis": "ชีวิตก็เป็นเรื่องซับซ้อนแบบนี้มาแต่ไหนแต่ไร อย่าพยายามจัดการให้มันเรียบง่ายเลย\r\n",
  "amount": 12,
  "price": 70,
  "image": "1000264584_front_XXL.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:39:15.421Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T13:44:53.259Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224efd994fee43efa43deb"
  },
  "bookid": "B09",
  "title": "เด็กชาย นก และช่างต่อโลง (The Boy, The Bird & The Coffin Maker)",
  "author": "Matilda Woods",
  "category": "วรรณกรรม",
  "publisher": "แพรวเยาวชน",
  "synopsis": "อัลเบอร์โตอาศัยอยู่ตามลำพังในเมืองอัลลอราที่ที่ปลาบินขึ้นมาจากผืนทะเลและชาวบ้านทุกคนรู้ความเป็นไปของกันและกันเป็นอย่างดีที่นี่อัลเบอร์โตต่อโลงให้ทั้งคนมีคนยากแต่ชีวิตที่ต้องอยู่อย่างโดดเดี่ยวก็เป็นเรื่องน่าหดหู่เช่นกันจนกระทั่งเด็กชายตัวเล็กๆ กับนกวิเศษเดินเข้ามาและเปลี่ยนชีวิตเขาไปตลอดกาลนั่นแหละเด็กชาย นก และช่างต่อโลง คือเรื่องเล่าของคนแก่และเด็กที่ต้องสูญเสียคนที่ตัวเองรักไป แต่ถึงอย่างนั้น หนังสือเล่มนี้ก็ยังย้ำเตือนเราว่า หากยังมีชีวิตก็ย่อมมีหวังเสมอ",
  "amount": 10,
  "price": 90,
  "image": "gougi.png",
  "createdAt": {
    "$date": "2023-10-08T06:41:01.679Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:45:25.478Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224fa4994fee43efa43dee"
  },
  "bookid": "B10",
  "title": "พ่อมดพิศวงแห่งออซ",
  "author": "L. Frank Baum (แอล แฟรงก์ บอม)",
  "category": "วรรณกรรม",
  "publisher": "Arrow Publishing",
  "synopsis": "    \"พ่อมดพิศวงแห่งออซ\" เป็นบันทึกเรื่องราวของ \"โดโรธี\" เด็กน้อยกำพร้าและ \"โตโต้\" สุนัขตัวน้อยของเธอ ที่ถูกพายุไซโคลนหอบพัดจากแคนซัสไปยังดินแดนแห่งออซ \"โดโรธี\" กลัวว่าจะไม่ได้พบ \"ป้าเอ็ม\" และ \"ลุงเฮนรี่\" อีกเลย เมื่อเธอได้พบกับ \"ชาวมันช์กินส์\" พวกชาวมันช์กินส์จึงบอกให้เธอเดินตามถนนปูอิฐสีเหลืองไปยังเมืองมรกต ซึ่งที่นั่น \"พ่อมดแห่งออซ\" จะทำให้เธอสมปรารถนา ระหว่างทางโดโรธีได้พบกับ \"หุ่นไล่กาผู้ไม่มีสมอง\" , \"ชายตัดไม้ดีบุก\" และ \"สิงโตขี้ขลาด\" ทั้งสี่ตกลงใจที่จะเป็นเพื่อนร่วมทางกัน เพื่อออกเดินทางตามหาสิ่งที่หัวใจปรารถนา และในเหตุการณ์การผจญภัยทั้งหลาย พวกเขาต้องเผชิญกับทุ่งดอกป๊อปปี้แสนอันตราย สัตว์ดุร้าย ลิงมีปีก แม่มดผู้ชั่วร้าย แม่มดผู้แสนดี กระทั่งได้พบกับ \"ออซผู้ยิ่งใหญ่\" \r\n\r\n    \"โดโรธี\" และ \"เจ้าหญิงออซม่า\" ที่ประสบภัยบนเกาะวิเศษแห่งสกีเซอร์ พวกเขาจึงไปขอให้ \"กลินดา\" แม่มดแห่งความดีประจำทิศใต้มาช่วยเหลือ นี่เป็นตอนสุดท้ายในหนังสือชุดออซฉบับดั้งเดิมที่มีชื่อว่า \"กลินดาแห่งออซ\" ",
  "amount": 9,
  "price": 100,
  "image": "oz.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:43:48.695Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T13:44:52.185Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65224ff8994fee43efa43df1"
  },
  "bookid": "B11",
  "title": "ติสตู นักปลูกต้นไม้",
  "author": "Maurice Druon",
  "category": "วรรณกรรม",
  "publisher": "ผีเสื้อฝรั่งเศส",
  "synopsis": "    \"ติสตู นักปลูกต้นไม้\" นั้นเป็นเด็กผู้ชายเล็ก ๆ ผู้ซึ่งไม่ยอมให้พวกผู้ใหญ่ใช้ความคิดสำเร็จรูปอธิบายความเป็นไปในโลก และเนื่องจากเด็กมีคุณสมบัติพิเศษ คือมีดวงตาใหม่ในการมองดูคนและสิ่งของต่าง ๆ เขาจึงทำให้ผู้ใหญ่ที่มีวิจารณญาณ บิดเบือนไปด้วยแว่นแห่งความเคยชินเหล่านั้น ต้องจนปัญญาบ่อย ๆ โดยเฉพาะอย่างยิ่ง เขาไม่เข้าใจว่าทำไมคนเราจึงไม่อาจดำรงชีวิตอยู่แต่เพียงความดี ในเมื่อคนเรามีชีวิตอย่างเป็นสุข ด้วยความรู้สึกที่ดีมากกว่าความรู้สึกที่ไม่ดี ด้วยเสรีภาพมากกว่าการกดขี่ ด้วยความยุติธรรมมากกว่าการถืออำนาจบาตรใหญ่ ด้วยความสงบมากกว่าการมีศึกสงคราม กล่าวอย่างง่าย ๆ ก็คือ ด้วยความดีมากกว่าความเลว\r\n\r\n    \"ติสตู\" เขาเป็นคนมีโชค และนั่นแหละคือจุดเริ่มต้นของนิทานชวนฝันเรื่องนี้ เขาทำการใหญ่ได้ทั้ง ๆ ที่ยังเป็นเด็ก และเขาทำได้โดยใช้ดอกไม้ซึ่งเหมือนกับเด็กอย่างยิ่ง คือให้ทั้งคำมั่นสัญญาและความหวัง หนูน้อยคนนี้ซึ่งจะเป็นผู้ใหญ่ในวันหน้า เขาใช้ดอกไม้ด้วยวิธีใด หรือเพื่อเตือนใจพวกเรา \"เด็ก ๆ ในอดีต\" ว่าคนเรานั้นอาจจะอยู่ด้วยกันอย่างเป็นสุขมากกว่านี้ นิทานเรื่องนี้จะบอกให้คุณทราบ!",
  "amount": 10,
  "price": 95,
  "image": "9789741405565l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:45:12.892Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:45:12.892Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6522509a994fee43efa43df7"
  },
  "bookid": "B12",
  "title": "ซาซากิกับมิยาโนะ ฉบับนิยาย ปี 2",
  "author": "Kotoko Hachijo (โคโตโกะ ฮาจิโจ)",
  "category": "นวนิยาย",
  "publisher": "Magenta Publishing",
  "synopsis": "    \"วันนี้ก็เป็นอีกวันที่ได้เจอคนที่ชอบ\" แค่คิดแบบนั้น ผมก็มีแรงพยายามแล้ว ทั้งเรื่องราวตอนไปทัศนศึกษาของพวกมิยาโนะ และเรื่องราวของ \"ซาซากิ\" กับ \"มิยาโนะ\" ในวันไวต์เดย์ นอกจากนิยายถ่ายทอดเรื่องราวของทุกคนในช่วงปี 2 แล้ว ยังมาพร้อมการ์ตูนตอนพิเศษท้ายเล่มด้วยนะ!",
  "amount": 10,
  "price": 50,
  "image": "9786165992596l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:47:54.305Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:50:12.549Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225119994fee43efa43dfa"
  },
  "bookid": "ฺB13",
  "title": "การ์ตูน ดอกรักผลิบานที่กลางใจ เล่ม 4",
  "author": "Saka Mikami (ซากะ มิคามิ)",
  "category": "การ์ตูน",
  "publisher": "PHOENIX",
  "synopsis": "วันหนึ่งเพื่อนๆ ไปเที่ยวที่บ้านของรินทาโร เด็กหนุ่มเปิดใจเล่าอดีตของตน ทำให้มิตรภาพระหว่างผองเพื่อนแน่นแฟ้นยิ่งขึ้น เรื่องราวมากมายผ่านพ้นไป ฤดูร้อนของเหล่าวัยรุ่นกำลังจะเริ่มต้นขึ้นแล้ว",
  "amount": 10,
  "price": 45,
  "image": "9786165992466l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:50:01.934Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:50:01.934Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225179994fee43efa43e02"
  },
  "bookid": "B14",
  "title": "การ์ตูน ดอกรักผลิบานที่กลางใจ เล่ม 1",
  "author": "Saka Mikami (ซากะ มิคามิ)",
  "category": "การ์ตูน",
  "publisher": "PHOENIX",
  "synopsis": "ณ ที่แห่งหนึ่ง มีโรงเรียนมัธยมปลาย 2 แห่งตั้งอยู่ติดกัน คือโรงเรียนมัธยมปลายจิโดริ โรงเรียนชายล้วนระดับล่าง และโรงเรียนสตรีคิเคียว โรงเรียนคุณหนูที่มีประวัติความเป็นมาเก่าแก่...",
  "amount": 10,
  "price": 45,
  "image": "9786164649156l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:51:37.307Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:51:37.307Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "652251c7994fee43efa43e05"
  },
  "bookid": "B15",
  "title": "การ์ตูน ออร์เคสตราบรรเลงฝัน เล่ม 1",
  "author": "Makoto Akui (มาโกโตะ อาคุอิ)",
  "category": "การ์ตูน",
  "publisher": "PHOENIX",
  "synopsis": "\"อาโอโนะ ฮาจิเมะ\" เด็กหนุ่มผู้มีพรสวรรค์ด้านไวโอลิน จู่ ๆ กลับเลิกเล่นไปด้วยเหตุผลบางอย่าง ระหว่างที่ยังลังเลกับเส้นทางในอนาคต อาโอโนะก็ได้พบกับเด็กสาวผู้นำเสียงดนตรีกลับเข้ามาในชีวิตเขา...",
  "amount": 10,
  "price": 45,
  "image": "9786164648463l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:52:55.750Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:52:55.750Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225230994fee43efa43e08"
  },
  "bookid": "B16",
  "title": "การ์ตูน ออร์เคสตราบรรเลงฝัน เล่ม 2",
  "author": "Makoto Akui (มาโกโตะ อาคุอิ)",
  "category": "การ์ตูน",
  "publisher": "PHOENIX",
  "synopsis": "\"อาโอโนะ\" ที่กลายเป็นนักเรียนมัธยมปลาย ตัดสินใจเข้าชมรมออร์เคสตราในที่สุด ที่นั่นเขาได้พบกับคู่ปรับอย่าง \"ซาเอกิ\" ที่เล่นเก่งแต่นิสัยเข้ากันไม่ค่อยได้เอาเสียเลย...",
  "amount": 10,
  "price": 45,
  "image": "9786164649255l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:54:40.203Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:55:18.873Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225291994fee43efa43e0e"
  },
  "bookid": "B17",
  "title": "การ์ตูน ฝ่ายบุคคลอลหม่าน! เล่ม 1",
  "author": "Yuni",
  "category": "การ์ตูน",
  "publisher": "DEXpress Publishing",
  "synopsis": "โคโมริที่ได้พี่เลี้ยงอย่างยามะโนเบะคอยแนะนำเรื่องต่าง ๆ ให้จะค้นพบความสนุกของการทำงานฝ่ายบุคคลหรือไม่...? หรือตัวงานอันแสนจืดชืด จะมีอะไรมากกว่าที่คิด...!?",
  "amount": 10,
  "price": 45,
  "image": "9786165833998l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:56:17.989Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T06:56:29.679Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225358994fee43efa43e1d"
  },
  "bookid": "B18",
  "title": "การ์ตูน One Piece เล่ม 104",
  "author": "Eiichiro Oda (เออิจิโระ โอดะ)",
  "category": "การ์ตูน",
  "publisher": "สยามอินเตอร์คอมิกส์",
  "synopsis": "   20 ปี หลังการยึดอำนาจของ \"ไคโด\" และ \"โอโรจิ ลูฟี่\" จะปลดปล่อย \"วะโนะคุนิ\" ที่ทนต่อความเจ็บปวดมานานแสนนานและนำรอยยิ้มกลับมาให้ทุกคนได้หรือไม่!? ทุกอย่างขึ้นอยู่กับหมัดของเขาแล้ว!! \"ภาควะโนะคุนิ\" เข้าสู่จุดไคลแม็กซ์ที่ยิ่งใหญ่ที่สุด!! การ์ตูนผจญภัยกลางทะเลกว้างเพื่อตามหา One piece!!",
  "amount": 5,
  "price": 25,
  "image": "9786165970532l.jpg",
  "createdAt": {
    "$date": "2023-10-08T06:59:36.225Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T13:44:52.184Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225399994fee43efa43e20"
  },
  "bookid": "B19",
  "title": "การ์ตูน One Piece เล่ม 24",
  "author": "Eiichiro Oda (เออิจิโระ โอดะ)",
  "category": "การ์ตูน",
  "publisher": "สยามอินเตอร์คอมิกส์",
  "synopsis": " พบกับการผจญภัยครั้งยิ่งใหญ่ของกลุ่มโจรสลัดหมวกฟาง ที่ออกตามล่าหาสมบัติที่เรียกว่า \"One Piece\" สุดยอดการ์ตูนที่พิสูจน์ความเหนือชั้นมากว่า 20 ปี กับความสนุกไร้เทียมทาน กลับมาในรูปแบบสมบูรณ์ตั้งแต่ปกที่มีลายแผนที่ ไปจนถึงเนื้อหาการ์ตูนด้านในที่ถูกเรียบเรียง ตรวจสอบ ชื่อตัวละคร สถานที่ และชื่อเฉพาะในเรื่องให้ถูกต้องโดยแฟน One Piece ที่ใน Community One Piece ยอมรับ!",
  "amount": 10,
  "price": 45,
  "image": "9786165899697l.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:00:41.263Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:01:03.706Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6522541b994fee43efa43e28"
  },
  "bookid": "B20",
  "title": "แค่หยุดพักใจชั่วคราว ไม่ได้แปลว่าฉันไม่เอาไหน",
  "author": "Tae Soo(แทซู)",
  "category": "วรรณกรรม",
  "publisher": "Glow Publishing",
  "synopsis": " บางครั้งนอนอยู่บ้านแท้ ๆ แต่กลับไม่รู้สึกว่าได้พักผ่อน ไม่ว่าจะนอนเยอะแค่ไหนก็ยังไม่รู้สึกดีขึ้น นั่นอาจไม่ใช่ปัญหาที่ร่างกาย แต่เป็นปัญหาที่จิตใจ ถ้าบ้านเป็นที่ที่เราเอาไว้พักร่างกายที่เหนื่อยล้า บางทีเราอาจต้องมีบ้านอีกหลังเอาไว้ให้ใจได้พักเหมือนกัน\r\n\r\n    แต่ก่อนที่จะสร้างบ้านให้หัวใจได้พักสักหลัง อย่าลืมขอบคุณตัวเองที่ทุ่มเทตั้งใจใช้ชีวิตมาจนถึงตอนนี้ อย่ารู้สึกผิดที่จะหยุดพักสักครู่เมื่อรู้สึกอ่อนล้า บางครั้งการหยุดก็ไม่ได้หมายความว่าคุณแพ้ และไม่ได้แปลว่าคุณไม่เอาไหน คุณก็แค่หยุดพักเติมพลังให้ใจเข้มแข็งเพื่อที่จะได้ไปต่อ ก็ในเมื่อบ้านพังยังต้องสร้างใหม่ หัวใจคนเราก็เช่นกัน...ขอให้คุณสร้าง \"บ้านพักของหัวใจ\" ของตัวเองได้สำเร็จในสักวัน เพื่อที่จิตใจของคุณจะได้พักผ่อนอย่างแท้จริง",
  "amount": 10,
  "price": 95,
  "image": "9786168329214l.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:02:51.148Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:02:51.148Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "652254d2994fee43efa43e58"
  },
  "bookid": "B21",
  "title": "แมว 9 ชีวิตสอนฉันว่า \"เหมียว เหมียว เหมียว เหมียว เหมียว\"",
  "author": "อึล นยัง อี (เหมียว เหมียว)",
  "category": "วรรณกรรม",
  "publisher": "บลูม พับลิชชิ่ง",
  "synopsis": "แมวเหมียวที่ปรึกษาจะมาตอบคำถามจิตใจมนุษย์ ลดความกังวลกับเรื่องราวทั้งความสัมพันธ์ ความรัก คุณค่าของตัวเอง ความผิดหวัง และปัญหาจิตใจในชีวิตอย่างเป็นกันเอง เข้าใจง่าย คล้ายถามตอบกับผู้มีประสบการณ์ เพราะมนุษย์มักสบายใจเวลาคุยกับสัตว์เลี้ยง ได้ระบายความรู้สึกแม้อีกฝ่ายจะไม่ได้พูดอะไร แต่หากมันแนะนำเราได้ก็คงไม่ต่างจากคำพูดเตือนใจในเล่มนี้ ที่แมวที่ปรึกษา 9 ชีวิตสีขาวปุยกลมป๊อกกำลังแนะนำคุณอยู่นั่นเอง",
  "amount": 10,
  "price": 85,
  "image": "9786160456741l.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:05:54.340Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:05:54.340Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225524994fee43efa43e5f"
  },
  "bookid": "B22",
  "title": "แด่...อารมณ์ของฉัน (ฉันเข้าใจเธอนะ) : Honestly, Not Hurting",
  "author": "Jun Mee Kyung (ช็อนมีกย็อง)",
  "category": "วรรณกรรม",
  "publisher": "เชนจ์พลัส, สนพ.",
  "synopsis": "ทำไมสิ่งที่รับมือได้ยากที่สุดในโลกถึงเป็นตัวเราเอง?... บางวันก็รู้สึกเหมือนโตเป็นผู้ใหญ่แล้ว แต่วันต่อมากลับทำตัวไร้เหตุผล... มีท่าทีอ่อนหวานกับคนไม่คุ้นเคย แต่กลับฉุนเฉียวใส่คนในครอบครัว... จู่ ๆ ก็เหงา เซื่องซึม ว่างเปล่าไปหมดทั้งที่อยู่ท่ามกลางคนมากมาย... เกิดอะไรขึ้นกับเรา ปัญหาคืออะไรกันแน่?\r\n\r\n    พบกับหนังสือเกี่ยวกับการทำความเข้าใจอารมณ์ การจัดการกับอารมณ์ และการพัฒนาความฉลาดทางอารมณ์ ที่จะทำให้คุณรู้จักตัวเองอย่างลึกซึ้ง ยอมรับตัวเองแบบที่เป็น สร้างความมั่นใจ ขจัดปัญหาด้านความสัมพันธ์ และโบยบินไปสู่อิสรภาพที่แท้จริง",
  "amount": 10,
  "price": 75,
  "image": "9786160847921l.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:07:16.363Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:07:16.363Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65225571994fee43efa43e62"
  },
  "bookid": "B23",
  "title": "การ์ตูน เกลียดนักรักนายขี้จุ๊บ เล่ม 3 (จบ)",
  "author": "Kiina NISHINO",
  "category": "การ์ตูน",
  "publisher": "BongKoch",
  "synopsis": "หักอกเราแท้ๆ แต่เดี๋ยวก็มาแตะตัว เดี๋ยวก็เข้ามาจูบ...ความสัมพันธ์หวานฉ่ำแต่ไม่ดีต่อใจของพวกเรามันคืออะไรกันเนี่ย!! น่าหงุดหงิดแต่ก็หวานเยิ้มเกินห้ามใจ รักใสๆ ใต้ชายคาเดียวกัน",
  "amount": 10,
  "price": 35,
  "image": "9786160941438l.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:08:33.708Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:08:33.708Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "652255ec994fee43efa43e65"
  },
  "bookid": "B24",
  "title": "สวรรค์ประทานพร เล่ม 1",
  "author": "โม่เซียงถงซิ่ว",
  "category": "นวนิยาย",
  "publisher": "SENSE BOOK",
  "synopsis": "\"เซี่ยเหลียน\" สูงส่งเป็นถึงไท่จื่อ ผู้อุทิศตนช่วยเหลือปวงประชา\r\nด้วยวัยเพียงสิบเจ็ดปีก็บรรลุขึ้นสวรรค์เป็นที่จดจำไปทั่วหล้า\r\nทำการสิ่งใดล้วนเก่งกาจปราดเปรื่อง ผู้คนต่างกล่าวว่าเขาเป็นลูกรักของสวรรค์\r\nกระทั่งเกิดเหตุพลิกผัน ทำให้เขาถูกขับออกจากสวรรค์ถึงสองครั้ง\r\nเป็นเหตุให้พลังเวทถูกผนึก ต้องลงมาอยู่ในโลกมนุษย์\r\nชีวิตตกต่ำกลายเป็นที่เย้ยหยันไปทั่วทั้งสามภพ\r\nไร้สาวก ไร้ธูปเทียน ไร้คนเซ่นไหว้บูชา ถูกผู้คนลืมเลือน\r\nต้องหาเลี้ยงชีพด้วยการเก็บขยะ ถูกจดจำว่าเป็นเทพขยะและเทพโรคระบาด\r\nใครต่างก็คิดว่าเขาจะต้องตกต่ำไม่อาจฟื้นคืนสู่สวรรค์ ต้องเข้าสู่ทางสายมารเป็นแน่\r\n\r\nแปดร้อยปีต่อมา เขาก็กลับขึ้นสวรรค์อีกเป็นครั้งที่สาม สร้างความสะเทือนเลื่อนลั่นไปทั่ว\r\nทว่าขึ้นสวรรค์ครานี้เขาได้แต่รำพึงรำพัน...\r\nเฮ้อ ใครบอกว่าเป็นเทพสบาย เก็บขยะยังง่ายกว่าเป็นเทพนัก\r\nเพื่อชดใช้หนี้สวรรค์ เขาจึงรับภารกิจลงไปยังโลกมนุษย์\r\nทำให้เขาได้มีโอกาสพบกับ \"ฮวาเฉิง\" หรือพิรุณโลหิตเชยบุปผา\r\nราชาผีผู้ออกมาจากบรรพตถงหลู สาวกคนสุดท้ายและเพียงคนเดียวของเขาตลอดกาล \r\n\r\n\"หากฝันของท่านคือช่วยเหลือปวงประชา เช่นนั้นฝันของข้า ก็คือท่านเพียงผู้เดียว\" ",
  "amount": 10,
  "price": 105,
  "image": "1000241037_front_XXL.jpg",
  "createdAt": {
    "$date": "2023-10-08T07:10:36.633Z"
  },
  "updatedAt": {
    "$date": "2023-10-08T07:10:36.633Z"
  },
  "__v": 0
}]